Repository: Mozilla-GitHub-Standards/3e8c76b08fef7e8db4da2d265b2636f1856ef1a5915f7b70a2ac24c412f5b7f1
Catalog: locale/ff/LC_MESSAGES/client.po
Languages: ff

source: Your device is erasing.
ff: Kaɓirgol maa nana momta.

source: An error occurred while trying to erase your device.
ff: Juumre waaɗii tuma etagol momtude kaɓirgol maa.

source: Your device is locked.
ff: Kaɓirgol maa daaƴaama.

source: An error occurred while trying to lock your device.
ff: Juumre waaɗii tuma etagol sokde kaɓirgol maa.

source: Your device is ringing.
ff: Kaɓirgol maa nana holɓa.

source: An error occurred while trying to ring your device.
ff: Juumre waaɗii tuma etagol holɓinde kaɓirgol maa.

source: An error occurred while trying to locate your device. Trying again...
ff: Juumre waaɗii tuma etagol yiytude kaɓirgol maa. Nana etoo kadi...

source: Locating device...
ff: Nana yiyloo kaɓirgol...

source: Menu
ff: Dosol

source: Sign out
ff: Seŋto

source: Connecting to device...
ff: Nana seŋoo e kaɓirgol...

source: Ring
ff: Holɓin

source: Lock
ff: Sok

source: Erase
ff: Momtu

source: Sorry but you don't have any devices.
ff: Ɗaccu hakke kono a alaa kaɓirɗi.

source: Enable Find My Device on your Firefox OS device.
ff: Hurmin Yiytu Kaɓirgol Am e kaɓirgol maa Firefox OS.

source: Close
ff: Uddu

source: Erase Device
ff: Momtu Kaɓirgol

source: Erasing your device will:
ff: Momtude kaɓirgol maa:

source: Delete your contacts, media, messages and installed apps
ff: Momtu jokkondire maa, mejaaje, ɓatakuuje e jaaɓɗe aafaaɗe

source: Restore the device to its factory settings
ff: Artir kaɓirgol maa e teelte tafngo

source: Disable Find My Device
ff: Dartin Yiytu Kaɓirgol Am

source: Confirmation
ff: Teeŋtingol

source: Are you sure you want to erase your device?
ff: Aɗa yenanaa yiɗde momtude kaɓirgol maa?

source: Cancel
ff: Haaytu

source: Lock Device
ff: Sok Kaɓirgol

source: Step 1
ff: Daawal 1

source: Step 2
ff: Daawal 2

source: Enter a note to show on the device:
ff: Naatnu ciifol ngam hollude e kaɓirgol ngol:

source: Note (optional)
ff: Ciifol (waɗɗaaki)

source: Next
ff: Yeeso

source: Back
ff: Caggal

source: Enter a passcode to lock your device:
ff: Naatnu finnde ngam sokde kaɓirgol maa:

source: Passcode is required.
ff: Finnde ena waɗɗii.

source: Passcode must be 4 digits.
ff: Finnde foti waɗde ko limooje 4.

source: Enter passcode again:
ff: Naatnu finnde kadi:

source: Passcodes must match.
ff: Finndeeji ena poti nanndude.

source: Once your device is locked, you will not be able to change this code again.
ff: Caggal nde kaɓirgol maa sokaa, a waawoytaa waylude ndee finnde kadi.

source: Ring Device
ff: Holɓin Kaɓirgol

source: Play a sound on your device to help you find it.
ff: Tar nantere e kaɓirgol maa ngam yiytude ɗum.
