Repository: Mozilla-GitHub-Standards/3e8c76b08fef7e8db4da2d265b2636f1856ef1a5915f7b70a2ac24c412f5b7f1
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bg, bn_in, cy, de, el, fa, fy_nl, gd, hi_in, hu, lv, ml, nb_no, pa, pt_br, ro, sk, sl, tr

source: Enter passcode again:
bg: Въведете паролата повторно:
bn_in: পুনরায় পাসকোড প্রবেশ করান:
cy: Rhowch y cyfringod eto:
de: Passcode erneut eingeben:
el: Εισάγετε τον κωδικό ξανά:
fa: دوباره گذرواژه را وارد کنید:
fy_nl: Fier wachtwurdkoade nochris yn:
gd: Cuir a-steach an còd-faire às ùr:
hu: Írja be újra a jelkódot:
lv: Ievadiet kodu vēlreiz:
ml: രഹസ്യവാക്ക് വീണ്ടും നല്‍കുക:
nb_no: Oppgi låsekoden igjen:
pa: ਪਾਸਕੋਡ ਫ਼ੇਰ ਦਿਉ:
pt_br: Digite o código novamente:
ro: Introduceți codul de acces din nou:
sk: Zadajte heslo znova:
sl: Ponovno vnesite geslo:
tr: Şifreyi tekrar girin:

source: Passcodes must match.
bg: Паролите трябва да съвпадат.
bn_in: পাসকোড গুলির একে অপরের সাথে মিল থাকা জরুরী।
cy: Rhaid i'r cyfringodau gydweddu.
de: Passcodes müssen übereinstimmen.
el: Οι κωδικοί πρέπει να ταιριάζουν.
fa: گذرواژه‌ها باید مطابقت داشته باشند.
fy_nl: Wachtwurdkoades moatte oerienkomme.
gd: Feumaidh an dà chòd-faire a bhith co-ionnann.
hu: A jelkódoknak egyezniük kell.
lv: Kodiem ir jāsakrīt.
ml: രഹസ്യവാക്കുകള്‍ തമ്മില്‍ ചേര്‍ച്ച വേണം.
nb_no: Låsekodene må stemme overens.
pa: ਪਾਸਕੋਡ ਮਿਲਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: Os códigos devem coincidir.
ro: Codurile de acces trebuie să se potrivească.
sk: Heslá sa musia zhodovať.
sl: Gesli se morata ujemati.
tr: Şifreler eşleşmiyor.

source: Once your device is locked, you will not be able to change this code again.
bg: След като устройството бъде заключено не може да сменяте тази парола.
bn_in: আপনার ডিভাইস একবার লক হয়ে গেলে আপনি আর ডিভাইসের কোড পালটাতে পারবেন না।
cy: Unwaith bydd eich dyfais wedi ei chloi, ni bydd modd newid y cod yma eto.
de: Sobald Ihr Gerät gesperrt ist, können Sie diesen Code nicht mehr ändern.
el: Όταν κλειδώσει η συσκευή σας, δεν θα είστε δε θέση να αλλάξετε τον κωδικό.
fa: هنگامی که دستگاه شما قفل شده است، شما هنوز قادر خواهید بود دوباره این کد را تغییر دهید.
fy_nl: As jo apparaat ien kear beskoattele is, kinne jo dizze koade net mear wizigje.
gd: Turas a ghlais thu an t-uidheam agad, chan urrainn dhut an còd seo a chleachdadh a-rithist.
hu: A készülék zárolása után nem fogja tudni újra megváltoztatni ezt a kódot.
lv: No brīža kad jūsu ierīce tiks aizslēgta, jūs vairs nevarēsiet mainīt šo kodu.
ml: ഒരിക്കല്‍ താങ്കളുടെ ഡിവൈസ് പൂട്ടിയാല്‍ വീണ്ടും ഈ രഹസ്യവാക്ക് മാറ്റുവാന്‍ കഴിയില്ല.
nb_no: Når enheten er låst, vil du ikke være i stand til å endre denne koden på nytt.
pa: ਇੱਕ ਵਾਰ ਤੁਹਾਡਾ ਯੰਤਰ ਲਾਕ ਹੋ ਗਿਆ ਤਾਂ ਤੁਸੀਂ ਇਹ ਪਾਸਕੋਡ ਦੁਬਾਾਰ ਨਹੀਂ ਬਦਲ ਸਕੋਗੇ।
pt_br: Após o seu dispositivo estar bloqueado, não poderá alterar este código novamente.
ro: Odată ce dispozitivul este blocat, nu veți putea schimba acest cod din nou.
sk: Okamžite, ako bude vaše zariadenie uzamknuté, nebudete mať možnosť tento kód zmeniť.
sl: Ko napravo enkrat zaklenete, tega gesla ne boste mogli več spreminjati.
tr: Cihazınız kilitlendikten sonra bu kodu bir daha değiştiremezsiniz.

source: Ring Device
bg: Звънене на устройството
bn_in: ডিভাইসে রিং করুন
cy: Canu'r Ddyfais
de: Gerät klingeln lassen
el: Κουδούνισμα Συσκευής
fa: زنگ زدن دستگاه
fy_nl: Apparaat belle
gd: Seirm an t-uidheam
hu: Készülék csörgetése
lv: Skandināt ierīci
ml: ഡിവൈസ് റിംങ്ങ് ചെയ്യുക
nb_no: Ring enhet
pa: ਯੰਤਰ ਲਈ ਘੰਟੀ ਮਾਰੋ
pt_br: Tocar dispositivo
ro: Sună dispozitivul
sk: Vyzváňanie zariadenia
sl: Pozvoni napravo
tr: Cihazda ses çal

source: Play a sound on your device to help you find it.
bg: Устройството издава звук, за да го намерите по-лесно.
bn_in: আপনার ডিভাইসে একটি শব্দ করিয়ে ডিভাইসটিকে সহযেই খুঁজে নিন।
cy: Chwarae tôn ar eich dyfais i ddod o hyd iddo.
de: Einen Klang auf dem Gerät abspielen, damit Sie es besser finden.
el: Η αναπαραγωγή ήχου θα βοηθήσει στην εύρεση της συσκευής σας.
fa: پخش یک صدا روی دستگاهتان برای کمک به شما در یافتن آن.
fy_nl: In lûd op jo apparaat ôfspylje om it helpe te finen.
gd: Cluich fuaim air an uidheam agad ach am faigh thu greim air.
hu: Hang lejátszása a készüléken, hogy megtalálhassa azt.
lv: Atskaņot skaņu uz ierīci jums palīdzēs to atrast.
ml: കണ്ടുപിടിക്കാന്‍ എളുപ്പത്തിനായി നിങ്ങളുടെ ഡിവൈസ് ശബ്ദിപ്പിക്കുക.
nb_no: Spill av en lyd på enheten for å hjelpe deg å finne den.
pa: ਆਪਣੇ ਯੰਤਰ ਨੂੰ ਲੱਭਣ ਲਈ ਆਪਣੀ ਮਦਦ ਕਰਨ ਲਈ ਆਵਾਜ਼ ਚਲਾਉ।
pt_br: Tocar um som no seu dispositivo para ajudar a encontrá-lo.
ro: Redați o melodie pe dispozitiv pentru a-l putea găsi.
sk: Prehrajte zvuk na vašom zariadení, aby ste ho mohli nájsť.
sl: Predvajajte zvok za pomoč pri iskanju vaše naprave.
