Repository: Mozilla-GitHub-Standards/3e8c76b08fef7e8db4da2d265b2636f1856ef1a5915f7b70a2ac24c412f5b7f1
Catalog: locale/*/LC_MESSAGES/client.po
Languages: bg, bn_in, cy, de, el, fa, fy_nl, gd, hi_in, hu, lv, ml, nb_no, pa, pt_br, ro, sk, sl, tr

source: Your device is erasing.
bg: Устройството ви се заличава.
bn_in: আপনার ডিভাইস মুছে ফেলা হচ্ছে।
cy: Mae ei dyfais yn dileu.
de: Ihr Gerät wird gelöscht.
el: Η συσκευή σας διαμορφώνεται.
fa: دستگاه شما در حال پاک شدن است.
fy_nl: Jo apparaat wurdt wiske.
gd: Tha an t-uidheam agad ’ga shuathadh bàn.
hi_in: आपका डिवाइस मिट रहा है.
hu: A készülék törlése folyamatban.
lv: Dzēš jūsu ierīci.
ml: താങ്കളുടെ ഡിവൈസ് മായ്ച്ചുകൊണ്ടിരിക്കുകയാണ്.
nb_no: Enheten din sletter.
pa: ਤੁਹਾਡਾ ਯੰਤਰ ਸਾਫ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pt_br: Apagando seu dispositivo.
ro: Dispozitivul se șterge.
sk: Vaše zariadenie je vymazané.
sl: Vaša naprava se briše.
tr: Cihazınız siliniyor.

source: An error occurred while trying to erase your device.
bg: Грешка при заличаване на устройството ви.
bn_in: আপনার ডিভাইস মুছেতে গিয়ে একটি সমস্যা হয়েছে।
cy: Digwyddodd gwall wrth geisio dileu eich dyfais.
de: Beim Versuch, Ihr Gerät zu löschen, ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα στην προσπάθεια να διαμορφωθεί η συσκευή σας.
fa: هنگام تلاش برای پاک کردن دستگاه شما خطایی رخ داد.
fy_nl: Der is in flater bard by it wiskjen fan jo apparaat.
gd: Thachair mearachd nuair a dh’fheuch sinn ris an t-uidheam agad a shuathadh bàn.
hi_in: आपके डिवाइस को मिटाने का प्रयास करते समय एक त्रुटि उत्पन्न हुई.
hu: Hiba történt a készülék törlésekor.
lv: Notika kļūda mēģinot dzēst jūsu ierīci.
ml: താങ്കളുടെ ഡിവൈസ് മായ്ക്കാന്‍ ശ്രമിക്കുമ്പോള്‍ ഒരു തകരാര്‍ സംഭവിച്ചിട്ടുണ്ട്.
nb_no: Det oppstod en feil ved forsøk på å slette enheten.
pa: ਤੁਹਾਡੇ ਯੰਤਰ ਨੂੰ ਸਾਫ਼ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pt_br: Ocorreu um erro ao tentar apagar seu dispositivo.
ro: A apărut o eroare la încercarea de ștergere a dispozitivului.
sk: Pri pokuse o vymazanie vášho zariadenia nastala chyba.
sl: Med poskusom brisanja vaše naprave se je pojavila napaka.
tr: Cihazınız silinmeye çalışılırken bir hata oluştu.

source: Your device is locked.
bg: Устройството ви е заключено.
bn_in: আপনার ডিভাইস লক করা আছে।
cy: Mae eich dyfais wedi ei chloi.
de: Ihr Gerät ist gesperrt.
el: Η συσκευή σας είναι κλειδωμένη.
fa: دستگاه شما قفل شده است.
fy_nl: Jo apparaat is beskoattele.
gd: Tha an t-uidheam agad glaiste.
hi_in: आपका डिवाइस लॉक हो गया है.
hu: A készülék le van zárva.
lv: Ierīce ir aizslēgta.
ml: താങ്കളുടെ ഡിവൈസ് പൂട്ടിയിരിക്കുന്നു.
nb_no: Enheten er låst.
pa: ਤੁਹਾਡਾ ਯੰਤਰ ਲਾਕ ਹੈ।
pt_br: Seu dispositivo está bloqueado.
ro: Dispozitivul este blocat.
sk: Vaše zariadenie je zamknuté.
sl: Vaša naprava je zaklenjena.
tr: Cihazınız kilitli.

source: An error occurred while trying to lock your device.
bg: Грешка при заключване на устройството ви.
bn_in: আপনার ডিভাইস লক করতে গিয়ে একটি ত্রুটি ঘটেছে।
cy: Digwyddodd gwall wrth geisio cloi eich dyfais.
de: Beim Versuch, Ihr Gerät zu sperren, ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά το κλείδωμα τις συσκευή σας.
fa: هنگام تلاش برای قفل کردن دستگاهتان خطایی رخ داد.
fy_nl: Der is in flater bard by it beskoatteljen fan jo apparaat.
gd: Thachair mearachd nuair a dh’fheuch sinn ris an t-uidheam agad a ghlasadh.
hi_in: आपके डिवाइस को लॉक करने का प्रयास करते समय कोई त्रुटि आई.
hu: Hiba történt a készülék lezárásakor.
lv: Notika kļūda mēģinot aizslēgt jūsu ierīci.
ml: താങ്കളുടെ ഡിവൈസിനെ പൂട്ടിവെക്കാന്‍ ശ്രമിക്കുമ്പോള്‍ ഒരു തകരാര്‍ സംഭവിച്ചിട്ടുണ്ട്.
nb_no: Det oppstod en feil under forsøk på å låse enheten.
pa: ਤੁਹਾਡੇ ਯੰਤਰ ਨੂੰ ਲਾਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro ao tentar bloquear seu dispositivo.
ro: A apărut o eroare la la încercarea de blocare a dispozitivului.
sk: Pri pokuse o zamknutie vášho zariadenia nastala chyba.
sl: Med poskusom zaklepanja vaše naprave se je pojavila napaka.
tr: Cihazınız kilitlenmeye çalışılırken bir hata oluştu.

source: Your device is ringing.
bg: Устройството ви звъни.
bn_in: আপনার ডিভাইসে রিং হচ্ছে।
cy: Mae eich dyfais yn canu.
de: Ihr Gerät klingelt.
el: Η συσκευή σας χτυπάει.
fa: دستگاه شما در حال زنگ زدن است.
fy_nl: Jo apparaat giet oer.
gd: Tha an t-uidheam agad a’ seirm.
hi_in: आपकी डिवाइस बज रहा है.
hu: A készülék csörög.
lv: Jūsu ierīce šobrīd skan.
ml: താങ്കളുടെ ഡിവൈസ് റിങ്ങ് ചെയ്യുന്നു.
nb_no: Enheten ringer.
pa: ਤੁਹਾਡੇ ਯੰਤਰ ਦੀ ਘੰਟੀ ਵੱਜ ਰਹੀ ਹੈ।
pt_br: Seu dispositivo está tocando.
ro: Dispozitivul sună.
sk: Vaše zariadenie vyzváňa.
sl: Vaša naprava zvoni.
tr: Cihazınız şu anda çalıyor.

source: An error occurred while trying to ring your device.
bg: Грешка при звънене на устройството ви.
bn_in: আপনার ডিভাইসে রিং করতে গিয়ে একটি ত্রুটি ঘটেছে।
cy: Digwyddodd gwall wrth geisio canu eich dyfais.
de: Beim Versuch, Ihr Gerät klingeln zu lassen, ist ein Fehler aufgetreten.
el: Προέκυψε λάθος κατά την προσπάθεια της συσκευής σας να χτυπήσει.
fa: هنگام تلاش برای زنگ زدن دستگاه شما خطایی رخ داد.
fy_nl: Der is in flater bard by it oergean litten fan jo apparaat.
gd: Thachair mearachd nuair a dh’fheuch sinn ris an t-uidheam agad a sheirm.
hi_in: आपके डिवाइस को टेलिफोन करने का प्रयास करते समय एक त्रुटि उत्पन्न हुई.
hu: Hiba történt a készülék csörgetésekor.
lv: Notika kļūda mēģinot jūsu ierīci skandināt.
ml: താങ്കളുടെ ഡിവൈസ് റിങ്ങ് ചെയ്യാന്‍ ശ്രമിക്കുമ്പോള്‍ ഒരു തകരാര്‍ സംഭവിച്ചിട്ടുണ്ട്.
nb_no: Det oppstod en feil under forsøk på å ringe enheten.
pa: ਤੁਹਾਡੇ ਯੰਤਰ ਨੂੰ ਰਿੰਗ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro ao tentar fazer com que o seu dispositivo tocasse.
ro: A apărut o eroare la încercarea de apelare a dispozitivului.
sk: Pri pokuse o vyzváňanie vášho zariadenia nastala chyba.
sl: Med poskusom zvonjenja vaše naprave je prišlo do napake.

source: An error occurred while trying to locate your device. Trying again...
bg: Грешка при издирване на устройството ви. Опитайте пак…
bn_in: আপনার ডিভাইসের অবস্থান সনাক্ত করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে। আবার চেষ্টা করা হচ্ছে...
cy: Digwyddodd gwall wrth geisio lleoli eich dyfais. Ceisio eto...
de: Beim Versuch, Ihr Gerät zu orten, ist ein Fehler aufgetreten. Es wird erneut versucht…
el: Προέκυψε σφάλμα στην προσπάθεια εντοπισμού της συσκευής σας. Προσπαθήστε ξανά...
fa: هنگام تلاش برای پیدا کردن مکان دستگاهتان خطایی رخ داد. در حال تلاش دوباره...
fy_nl: Der is in flater bard by it lokalisearjen fan jo apparaat. Opnij probearje…
gd: Thachair mearachd nuair a dh’fheuch sinn ris an t-uidheam agad a lorg. Feuch ris a-rithist...
hi_in: आपके डिवाइस का पता लगाने के प्रयास मैं एक त्रुटि हुई. फिर से प्रयास कर रहा हूँ...
hu: Hiba történt a készülék keresésekor. Újrapróbálkozás…
lv: Notika kļūda mēģinot atrast jūsu ierīci. Mēģina vēlreiz...
ml: താങ്കളുടെ ഡിവൈസിന്‍റെ സ്ഥാനനിര്‍ണയം ചെയ്യാന്‍ ശ്രമിക്കുമ്പോള്‍ ഒരു തകരാര്‍ സംഭവിച്ചിട്ടുണ്ട്. വീണ്ടും ശ്രമിക്കുക...
nb_no: Det oppstod en feil under forsøk på å lokalisere enheten. Prøver igjen …
pa: ਤੁਹਾਡੇ ਯੰਤਰ ਨੂੰ ਲੱਭਣ ਦੇ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pt_br: Ocorreu um erro ao tentar localizar seu dispositivo. Tentando novamente...
ro: A apărut o eroare la încercarea de localizare a dispozitivului. Se încearcă din nou...
sk: Pri pokuse zisťovania polohy vášho zariadenia nastala chyba. Prebieha opakovanie pokusu...
sl: Med poskusom iskanja vaše naprave je prišlo do napake. Poteka ponovni poskus ...

source: Locating device...
bg: Издирване на устройство…
bn_in: আপনার ডিভাইসের অবস্থান সম্পর্কে খোঁজ নেওয়া হচ্ছে...
cy: Lleoli'r ddyfais...
de: Gerät wird geortet…
el: Εντοπισμός συσκευής...
fa: در حال مکان یابی دستگاه شما...
fy_nl: Apparaat lokalisearje…
gd: A’ lorg an uidheim agad...
hi_in: डिवाइस ढूँढ रहा है...
hu: Készülék keresése…
lv: Lokalizē ierīci...
ml: ഡിവൈസിന്റെ സ്ഥാന നിര്‍ണ്ണയം ചെയ്തുകൊണ്ടിരിക്കുന്നു...
nb_no: Lokaliserer enheten …
pa: ...ਯੰਤਰ ਲੱਭਿਆ ਜਾਂਦਾ ਹੈ
pt_br: Localizando seu dispositivo...
ro: Se localizează dispozitivul...
sk: Zisťovanie polohy zariadenia...
sl: Iskanje naprave ...
tr: Cihaz bulunuyor...

source: Menu
bg: Меню
bn_in: মেনু
cy: Dewislen
de: Menü
el: Μενού
fa: منو
gd: An clàr-taice
hi_in: मेनू
hu: Menü
lv: Izvēlne
ml: മെനു
nb_no: Meny
pa: ਮੀਨੂ
ro: Meniu
sk: Ponuka
sl: Meni
tr: Menü

source: Sign out
bg: Изход
bn_in: সাইন আউট
cy: Allgofnodi
de: Abmelden
el: Αποσύνδεση
fa: خروج
fy_nl: Ofmelde
gd: Clàraich a-mach
hi_in: साइन आउट करें
hu: Kijelentkezés
lv: Iziet
ml: പുറത്ത് കടക്കുക
nb_no: Logg ut
pa: ਸਾਈਨ ਆਉਟ
pt_br: Sair
ro: Deconectare
sk: Odhlásiť
sl: Odjava
tr: Çıkış

source: Connecting to device...
bg: Свързване към устройство…
bn_in: ডিভাইসের সাথে সংযোগ স্থাপন করা হচ্ছে...
cy: Cysylltu â'r ddyfais...
de: Verbindung mit Gerät wird hergestellt…
el: Σύνδεση με την συσκευή...
fa: در حال اتصال به دستگاه...
fy_nl: Ferbine mei apparaat…
gd: A’ ceangal ris an uidheam...
hi_in: उपकरण से जुड़ रहा है ...
hu: Kapcsolódás a készülékhez…
lv: Pieslēdzas ierīcei...
ml: ഡിവൈസിലേക്ക് കണക്റ്റ് ചെയ്തുകൊണ്ടിരിക്കുന്നു...
nb_no: Kobler til enhet …
pa: ...ਯੰਤਰ ਨਾਲ ਕੁਨੈਕਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt_br: Conectando ao dispositivo...
ro: Conectare la dispozitiv...
sk: Prebieha pripájanie k zariadeniu...
sl: Povezovanje z napravo ...
tr: Cihaza bağlanılıyor...

source: Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस
ml: ഫയര്‍ഫോക്സ് OS
pa: ਫਾਇਰਫਾਕਸ ਓਐਸ

source: Ring
bg: Звънене
bn_in: রিং
cy: Canu
de: Klingeln lassen
el: Κουδούνισμα
fa: زنگ
fy_nl: Belle
gd: Seirm
hi_in: घंटी
hu: Csörgetés
lv: Skandināt
ml: റിംങ്ങ്
pa: ਘੰਟੀ
pt_br: Tocar
ro: Sună
sk: Vyzváňať
sl: Pozvoni
tr: Ses çal

source: Lock
bg: Заключване
bn_in: লক
cy: Cloi
de: Sperren
el: Κλείδωμα
fa: قفل
fy_nl: Beskoattelje
gd: Glais
hi_in: लॉक
hu: Lezárás
lv: Aizslēgt
ml: പൂട്ട്‌
nb_no: Lås
pa: ਲਾਕ ਕਰੋ
pt_br: Bloquear
ro: Blochează
sk: Uzamknúť
sl: Zakleni
tr: Kilitle

source: Erase
bg: Заличаване
bn_in: মুছে ফেলুন
cy: Dileu
de: Löschen
el: Διαγραφή
fa: پاک کردن
fy_nl: Wiskje
gd: Suath bàn
hi_in: मिटाना
hu: Törlés
lv: Dzēst
ml: മായ്ക്കുക
nb_no: Slett
pa: ਸਾਫ਼ ਕਰੋ
pt_br: Apagar
ro: Șterge
sk: Vymazať
sl: Izbriši
tr: Sil

source: Sorry but you don't have any devices.
bg: Извинявайте, но нямате устройства.
bn_in: দুঃখিত কিন্তু আপনার কাছে কোন ডিভাইস নেই।
cy: Ymddiheuriadau ond nid oes gennych ddyfeisiau.
de: Es tut uns leid, aber Sie haben keine Geräte.
el: Συγνώμη άλλα δεν υπάρχουν συσκευές.
fa: متاسفم اما شما هیچ دستگاهی را ندارید.
fy_nl: Sorry, mar jo hawwe gjin apparaten.
gd: Tha sinn duilich ach chan eil uidheam sam bith agad.
hi_in: क्षमा करें, लेकिन आपके पास कोई भी उपकरण नहीं है.
hu: Elnézést, nincs regisztrálva készüléke.
lv: Atvainojat, bet jums nav ierīču.
ml: ക്ഷമിക്കുക പക്ഷെ താങ്കള്‍ക്ക് യാതൊരു ഡിവൈസുകളും ഇല്ല.
nb_no: Beklager, men du har ikke noen enheter.
pa: ਅਫਸੋਸ ਪਰ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਵੀ ਯੰਤਰ ਨਹੀਂ ਹੈ।
pt_br: Desculpe, mas você não possui nenhum dispositivo.
ro: Ne pare rău, însă nu aveți dispozitive înregistrate.
sk: Ospravedlňujeme sa, ale nemáte žiadne zariadenie.
sl: Žal nimate nobene naprave.
tr: Hiç kayıtlı cihazınız yok.

source: Enable Find My Device on your Firefox OS device.
bg: Включете Изгубено устройство на вашето Firefox OS устройство.
bn_in: আপনার Firefox OS ডিভাইসে আমার ডিভাইস অনুসন্ধান সক্রিয় করুন।
cy: Galluogi Canfod Fy Nyfais ar eich dyfais Firefox OS.
de: „Mein Gerät finden“ auf meinem Firefox-OS-Gerät aktivieren.
el: Ενεργοποίηση της λειτουργίας «Εύρεση Συσκευής» στην συσκευή Firefox OS.
fa: فعال کردن پیدا کردن دستگاه من روی دستگاه Firefox OS شما.
fy_nl: Skeakel Find My Device yn op jo Firefox OS-apparaat.
gd: Cuir an comas “Lorg an t-uidheam agam” air an uidheam Firefox OS agad.
hu: Kapcsolja be az Eszközkereső funkciót a Firefox OS készülékén.
lv: Ieslēdziet Atrast Manu Ierīci uz savu Firefox OS ierīci.
ml: താങ്കളുടെ ഫയര്‍ഫോക്സ് OS ഡിവൈസില്‍ എന്റെ ഡിവൈസ് കണ്ടെത്തൂ എന്നത് പ്രവര്‍ത്തനസജ്ജമാക്കൂ.
nb_no: Aktiver Finn min enhet på Firefox OS-enheten.
pa: ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਓਐਸ ਯੰਤਰ ਉੱਤੇ ਯੰਤਰ ਲ਼ੱਭਣ ਯੋਗ ਕਰੋ।
pt_br: Ative o Encontre meu dispositivo no seu Firefox OS.
ro: Activează „Găsește-mi dispozitivul” pe dispozitivul Firefox OS.
sk: Povoľte službu Vyhľadať moje zariadenie na svojom zariadení s Firefox OS.
sl: Omogočite Najdi mojo napravo na vaši napravi Firefox OS.
tr: Firefox OS cihazınızda Cihazımı Bul'u etkinleştirin.

source: Close
bg: Затваряне
bn_in: বন্ধ করুন
cy: Cau
de: Schließen
el: Κλείσιμο
fa: بستن
fy_nl: Slute
gd: Dùin
hu: Bezárás
lv: Aizvērt
ml: അടയ്ക്കുക
nb_no: Lukk
pa: ਬੰਦ ਕਰੋ
pt_br: Fechar
ro: Închide
sk: Zavrieť
sl: Zapri
tr: Kapat

source: Erase Device
bg: Заличаване на устройство
bn_in: ডিভাইস মুছে ফেলুন
cy: Dileu Dyfais
de: Gerät löschen
el: Διαγραφή Δεδομένων Συσκευής
fa: پاک کردن دستگاه
fy_nl: Apparaat wiskje
gd: Suath bàn an t-uidheam
hi_in: उपकरण को हटायें
hu: Készülék törlése
lv: Dzēst ierīci
ml: ഡിവൈസ് മായ്ക്കുക
nb_no: Slett enhet
pa: ਯੰਤਰ ਸਾਫ਼ ਕਰੋ
pt_br: Apagar dispositivo
ro: Șterge dispozitivul
sk: Vymazať zariadenie
sl: Izbriši napravo
tr: Cihazı sil

source: Erasing your device will:
bg: Заличаването на устройството ще:
bn_in: আপনার ডিভাইস মুছে ফেললে:
cy: Bydd dileu eich dyfais yn:
de: Wenn Ihr Gerät gelöscht wird:
el: Η διαγραφή δεδομένων της συσκευής σας θα:
fa: پاک کردن دستگاه شما می‌تواند:
fy_nl: Wiskjen fan jo apparaat sil:
gd: Ma shuathas tu bàn an t-uidheam agad, thèid:
hi_in: उपकरण को हटाने से:
hu: A készülék törlése:
lv: Dzēst jūsu ierīci:
ml: താങ്കളുടെ ഡിവൈസ് മായ്ക്കുകയാണെങ്കില്‍:
nb_no: Sletting av enheten vil:
pa: ਤੁਹਾਡੇ ਯੰਤਰ ਨੂੰ ਸਾਫ਼ ਕੀਤਾ ਜਾਵੇਗਾ:
pt_br: Ao apagar seu dispositivo:
ro: Ștergerea dispozitivului va:
sk: Vymazaním svojho zariadenia vykonáte:
sl: Izbris vaše naprave bo:
tr: Cihazınızı silerseniz:

source: Delete your contacts, media, messages and installed apps
bg: Изтрие контактите, мултимедията, съобщенията и приложенията
bn_in: আপনার পরিচিতি, মিডিয়া, বার্তা এবং ইনস্টল করা আপ্পগুলিও মুছে যাবে
cy: Dileu eich cysylltiadau, cyfrwng, negeseuon a'r apiau sydd wedi eu gosod
de: Werden Ihre Kontakte, Medien, Nachrichten und installierten Apps gelöscht
el: Διαγράψει της επαφές, τα πολυμέσα, τα μηνύματα και της εγκατεστημένες εφαρμογές σας
fa: حذف مخاطبین، رسانه، پیام‌ها و برنامه‌های نصب شده شما
fy_nl: Jo kontakten, media, berjochten en ynstallearre apps fuortsmite
gd: an luchd-aithne, na meadhanan, teachdaireachdan is aplacaidean a stàlaich thu a sguabadh às
hi_in: अपने संपर्कों , मीडिया, संदेश और इंस्टॉल किए गए एप्लिकेशन हटाएं
hu: Törölni fogja névjegyeit, médiafájljait, üzeneteit és telepített appjait
lv: Dzēsīs jūsu kontaktus, datnes, īsziņas, un instalētās aplikācijas
ml: താങ്കളുടെ സമ്പര്‍ക്കങ്ങള്‍, മാധ്യമങ്ങള്‍, സന്ദേശങ്ങള്‍ കൂടാതെ ഇന്‍സ്റ്റോള്‍ ചെയ്ത ആപ്പുകള്‍ എന്നിവ ഒഴിവാക്കുക
nb_no: Slette dine kontakter, media, meldinger og installerte apper
pa: ਤੁਹਾਡੇ ਸੰਪਰਕਾਂ, ਮੀਡਿਆ, ਸੁਨੇਹਿਆਂ ਤੇ ਇੰਸਟਾਲ ਹੋਏ ਐਪਸ ਨੂੰ ਹਟਾਉਣਾ
pt_br: Excluir os seus contatos, arquivos de mídia, mensagens e aplicativos instalados
ro: Șterge contactele, fișierele, mesajele și aplicațiile instalate
sk: Odstránenie vašich kontaktov, multimédií, správ a nainštalovaných aplikácií
sl: Izbrisal vaše stike, vsebino, sporočila in nameščene aplikacije
tr: Kişiler, ortam dosyaları, mesajlar ve yüklü uygulamalar silinir

source: Restore the device to its factory settings
bg: Възстанови фабричните настройки
bn_in: ফ্যাক্টরি সেটিংসে ফিরিয়ে নিয়ে যান
cy: Adfer y ddyfais i'w gosodiad ffatri
de: Wird das Gerät auf seinen Auslieferungszustand zurückgesetzt
el: Επαναφορά της συσκευής στις εργοστασιακές ρυθμίσεις
fa: بازیابی دستگاه به تنظیمات کارخانه‌ای‌ آن
fy_nl: It apparaat tebeksette nei de fabryksynstellingen
gd: roghainnean factaraidh an uidheim agad aiseag
hi_in: अपनी फैक्टरी सेटिंग्स करने के लिए डिवाइस पुनर्स्थापित करें
hu: Visszaállítja a készüléket a gyári beállításokra
lv: Atstatīt ierīci uz rūpnīcas iestatījumiem
ml: ഡിവൈസ് അതിന്‍റെ ഫാക്ടറി ക്രമീകരണങ്ങളിലേക്ക് ആക്കുക
nb_no: Gjenopprette enheten til fabrikkinnstillingene
pa: ਯੰਤਰ ਨੂੰ ਇਸ ਦੀ ਫੈਕਟਰੀ ਸੈਟਿੰਗ ਲਈ ਮੁੜ-ਸਟੋਰ ਕਰਨਾ
pt_br: Restaurar o dispositivo para as configurações de fábrica
ro: Restaura dispozitivul la setările din fabrică
sk: Obnovenie telefónu do jeho továrenského nastavenia
sl: Povrnil napravo v tovarniške nastavitve
tr: Cihazınız fabrika ayarlarına döndürülür

source: Disable Find My Device
bg: Изключи Изгубено устройство
bn_in: আমার ডিভাইস অনুসন্ধান নিষ্ক্রিয় করে দিন
cy: Analluogi Canfod Fy Nyfais
de: „Mein Gerät finden“ deaktivieren
el: Απενεργοποίηση λειτουργίας «Εύρεση Συσκευής»
fa: غیر فعال کردن دستگاه من را پیدا کنید
fy_nl: Find My Device útskeakelje
gd: Cuir à comas “Lorg an t-uidheam agam”
hu: Letiltja az Eszközkeresőt
lv: Izslēgt Atrast Manu Ierīci
ml: എന്‍റെ ഡിവൈസ് കണ്ടെത്തൂ എന്നത് പ്രവര്‍ത്തന രഹിതമാക്കുക
nb_no: Deaktiver Finn min enhet
pa: ਮੇਰੇ ਯੰਤਰ ਨੂੰ ਲੱਭੋ ਨੂੰ ਅਸਮਰੱਥ ਕਰੋ
pt_br: Desativar o Encontre meu dispositivo
ro: Dezactiva „Găsește-mi dispozitivul”
sk: Zakážte službu Vyhľadať moje zariadenie
sl: Onemogočil Najdi mojo napravo
tr: Cihazımı Bul'u devre dışı bırak

source: Confirmation
bg: Потвърждение
bn_in: নিশ্চিতি
cy: Cadarnhau
de: Bestätigung
el: Επιβεβαίωση
fa: تأییدیه
fy_nl: Befêstiging
gd: Dearbhadh
hi_in: पुष्टीकरण
hu: Megerősítés
lv: Apstiprināt
ml: സ്ഥിരീകരണം
nb_no: Bekreftelse
pa: ਪੁਸ਼ਟੀ
pt_br: Confirmação
ro: Confirmare
sk: Potvrdenie
sl: Potrditev
tr: Onay

source: Are you sure you want to erase your device?
bg: Сигурни ли сте, че искате да заличите устройството си?
bn_in: আপনি কি নিশ্চিতভাবে আপনার ডিভাইস মুছে ফেলতে চান?
cy: Ydych chi'n siŵr eich bod eisiau dileu eich dyfais?
de: Soll Ihr Gerät wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε τα δεδομένα της συσκευής σας;
fa: آیا مطمئن هستید که می‌خواهید دستگاهتان را پاک کنید؟
fy_nl: Binne jo wis dat jo jo apparaat wiskje wolle?
gd: A bheil thu cinnteach gu bheil thu airson an t-uidheam agad a shuathadh bàn?
hi_in: आप वाकहि मैं अपने उपकरण को मिटाना चाहते?
hu: Biztosan törölni kívánja a készüléket?
lv: Vai tiešām vēlaties dzēst savu ierīci?
ml: താങ്കള്‍ തീര്‍ച്ചയായും താങ്കളുടെ ഡിവൈസ് മായ്ക്കുവാന്‍ ആഗ്രഹിക്കുണ്ടോ?
nb_no: Er du sikker på at du vil slette enheten?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਯੰਤਰ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza que deseja apagar seu dispositivo?
ro: Sigur doriți ștergerea dispozitivului?
sk: Naozaj chcete vymazať svoje zariadenie?
sl: Ali ste prepričani, da želite izbrisati vašo napravo?
tr: Cihazınız silmek istediğinizden emin misiniz?

source: Cancel
bg: Отказ
bn_in: বাতিল
cy: Diddymu
de: Abbrechen
el: Ακύρωση
fa: لغو
fy_nl: Annulearje
gd: Sguir dheth
hi_in: रद्द
hu: Mégse
lv: Atcelt
ml: റദ്ദാക്കുക
nb_no: Avbryt
pa: ਰੱਦ ਕਰੋ
pt_br: Cancelar
ro: Renunță
sk: Zrušiť
sl: Prekliči
tr: İptal

source: Lock Device
bg: Заключване на устройство
bn_in: ডিভাইস লক করে দিন
cy: Cloi'r Ddyfais
de: Gerät sperren
el: Κλείδωμα συσκευής
fa: قفل کردن دستگاه
fy_nl: Apparaat beskoattelje
gd: Glais an t-uidheam
hi_in: उपकरण को लॉक करें
hu: Készülék zárolása
lv: Aizslēgt ierīci
ml: ഡിവൈസ് പൂട്ടുക
nb_no: Lås enhet
pa: ਯੰਤਰ ਨੂੰ ਲਾਕ ਕਰੋ
pt_br: Bloquear dispositivo
ro: Blochează dispozitivul
sk: Uzamknúť zariadenie
sl: Zakleni napravo
tr: Cihazı kilitle

source: Step 1
bg: Стъпка 1
bn_in: ১ম ধাপ
cy: Cam 1
de: Schritt 1
el: Βήμα 1
fa: مرحله‌ی 1
fy_nl: Stap 1
gd: Ceum 1
hi_in: पहला कदम
hu: 1. lépés
lv: 1. solis
ml: ഘട്ടം 1
nb_no: Trinn 1
pa: ਪਗ਼ 1
pt_br: Passo 1
ro: Pasul 1
sk: 1. krok
sl: 1. korak
tr: Adım 1

source: Step 2
bg: Стъпка 2
bn_in: ২য় ধাপ
cy: Cam 2
de: Schritt 2
el: Βήμα 2
fa: مرحله‌ی 2
fy_nl: Stap 2
gd: Ceum 2
hi_in: दूसरा कदम
hu: 2. lépés
lv: 2. solis
ml: ഘട്ടം 2
nb_no: Trinn 2
pa: ਪਗ਼ 2
pt_br: Passo 2
ro: Pasul 2
sk: 2. krok
sl: 2. korak
tr: Adım 2

source: Enter a note to show on the device:
bg: Бележка, която устройството да покаже:
bn_in: ডিভাইসে প্রদর্শনের জন্যে একটি নোট প্রবেশ করান:
cy: Rhowch nodyn i'w ddangos ar y ddyfais:
de: Geben Sie eine Mitteilung ein, die auf dem Gerät angezeigt werden soll:
el: Εισάγετε σημείωση για να εμφανιστεί στην συσκευή:
fa: یک یادداشت برای نمایش روی دستگاه وارد کنید:
fy_nl: Fier in tekst yn om op it apparaat te toanen:
gd: Cuir a-steach teachdaireachd a thèid a shealltainn air an uidheam:
hi_in: उपकरण पर दिखाने के लिए एक नोट दर्ज करें:
hu: Írja be a készüléken megjelenítendő megjegyzést:
lv: Ievadiet piezīmi ko parādīt uz ierīces:
ml: ഡിവൈസില്‍ കാണിക്കുവാനായി ഒരു കുറിപ്പ് നല്‍കുക:
nb_no: Skriv inn en melding som skal vises på enheten:
pa: ਯੰਤਰ ਉੱਤੇ ਦਿਖਾਉਣ ਲਈ ਨੋਟ ਦਿਉ:
pt_br: Digite uma nota para exibir no seu dispositivo:
ro: Introduceți un mesaj care să fie afișat pe dispozitiv:
sk: Zadajte poznámku, ktorá sa zobrazí na zariadení:
sl: Vnesite obvestilo za prikaz na napravi:
tr: Cihazda gösterilecek bir not yazın:

source: Note (optional)
bg: Бележка (по желание)
bn_in: নোট (ঐচ্ছিক)
cy: Nodyn (dewisol)
de: Mitteilung (optional)
el: Σημείωση (προαιρετική)
fa: یادداشت (اختیاری)
fy_nl: Tekst (opsjoneel)
gd: Teachdaireachd (roghainneil)
hu: Megjegyzés (elhagyható)
lv: Piezīme (fakultatīvi)
ml: കുറിപ്പ് (നിര്‍ബന്ധമില്ലാത്തത്)
nb_no: Melding (valgfri)
pa: ਨੋਟ (ਚੋਣਵਾਂ)
pt_br: Nota (opcional)
ro: Notă (opțional)
sk: Poznámka (voliteľná)
sl: Obvestilo (neobvezno)
tr: Not (isteye bağlı)

source: Next
bg: Напред
bn_in: পরবর্তী
cy: Nesaf
de: Weiter
el: Επόμενο
fa: بعدی
fy_nl: Folgjende
gd: Air adhart
hu: Tovább
lv: Nākamais
ml: അടുത്തത്
nb_no: Neste
pa: ਅੱਗੇ
pt_br: Avançar
ro: Înainte
sk: Ďalej
sl: Naprej
tr: İleri

source: Back
bg: Назад
bn_in: পূর্ববর্তী
cy: Nôl
de: Zurück
el: Πίσω
fa: بازگشت
fy_nl: Tebek
gd: Air ais
hu: Vissza
lv: Atpakaļ
ml: പിറകോട്ട്
nb_no: Tilbake
pa: ਪਿੱਛੇ
pt_br: Voltar
ro: Înapoi
sk: Späť
sl: Nazaj
tr: Geri

source: Enter a passcode to lock your device:
bg: Въведете парола, за да заключите устройството:
bn_in: আপনার ডিভাইস লক করার জন্য একটি পাসকোড প্রবেশ করান:
cy: Rhowch cyfringod i gloi eich dyfais:
de: Geben Sie einen Passcode ein, um Ihr Gerät zu sperren:
el: Εισάγετε κωδικό για να κλειδώσετε την συσκευή σας:
fa: یک گذرواژه برای قفل کردن دستگاهتان وارد کنید:
fy_nl: Fier in wachtwurdkoade yn om jo apparaat te beskoatteljen:
gd: Cuir a-steach an còd-faire gus an t-uidheam agad a ghlasadh:
hu: Írjon be egy jelkódot a készülék zárolásához:
lv: Ievadiet kodu lai aizslēgtu ierīci:
ml: താങ്കളുടെ ഡിവൈസ് പൂട്ടുവാന്‍ ഒരു രഹസ്യവാക്ക് നല്‍കുക:
nb_no: Skriv inn en låsekode for å låse enheten:
pa: ਆਪਣੇ ਯੰਤਰ ਨੂੰ ਲਾਕ ਕਰਨ ਲਈ ਪਾਸਕੋਡ ਦਿਉ:
pt_br: Digite um código de acesso para bloquear seu dispositivo:
ro: Introduceți un cod de acces pentru a bloca dispozitivul:
sk: Zadajte heslo pre uzamknutie vášho zariadenia:
sl: Vnesite geslo za zaklep vaše naprave:
tr: Cihazınız kilitlemek için bir şifre girin:

source: Passcode is required.
bg: Паролата е задължителна.
bn_in: পাসকোড দরকার।
cy: Mae angen cyfringod.
de: Passcode ist erforderlich.
el: Απαιτείται κωδικός.
fa: گذرواژه لازم است.
fy_nl: Wachtwurdkoade is fereaske.
gd: Tha feum air còd-faire.
hu: Jelkód szükséges.
lv: Kods ir nepieciešams.
ml: രഹസ്യവാക്ക് ആവശ്യമാണ്.
nb_no: Låsekode er påkrevd.
pa: ਪਾਸਕੋਡ ਚਾਹੀਦਾ ਹੈ।
pt_br: O código de acesso é necessário.
ro: Codul de acces este necesar.
sk: Heslo je požadované.
sl: Geslo je obvezno.
tr: Şifre gereklidir.

source: Passcode must be 4 digits.
bg: Паролата трябва да е 4 цифри.
bn_in: পাসকোড ৪ অংকের সংখ্যা হতেই হবে।
cy: Rhaid i'r cyfringod fod yn 4 digid.
de: Passcode muss aus 4 Zeichen bestehen.
el: Ο κωδικός πρέπει να είναι 4 αριθμοί.
fa: گذرواژه باید 4 رقم باشد.
fy_nl: Wachtwurdkoade moat út 4 sifers bestean.
gd: Tha 4 àireamhan ann an còd-faire.
hu: A jelkódnak 4 számjegyből kell állnia.
lv: Kodam ir jābūt 4 cipariem.
ml: രഹസ്യവാക്ക് 4 അക്കങ്ങള്‍ ആയിരിക്കണം.
nb_no: Låsekoden må være på 4 siffer.
pa: ਪਾਸਕੋਡ 4 ਅੰਕਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: O código deve ter 4 dígitos.
ro: Codul de acces trebuie să conțină 4 cifre.
sk: Heslo musia byť 4 čísla.
sl: Geslo morajo biti 4 številke.
tr: Şifre 4 basamaklı olmalı.
