Repository: Mozilla-GitHub-Standards/3e8c76b08fef7e8db4da2d265b2636f1856ef1a5915f7b70a2ac24c412f5b7f1
Catalog: locale/*/LC_MESSAGES/server.po
Languages: bg, bn_in, cs, cy, el, eu, fr, hi_in, it, nb_no, pa, sk, uk, zh_cn

source: Find My Device — Firefox OS — Mozilla
bg: Изгубено устройство — Firefox OS — Mozilla
bn_in: আমার ডিভাইস খুঁজুন — Firefox OS — Mozilla
cs: Nalézt mé zařízení — Firefox OS — Mozilla
cy: Canfod Fy Nyfais — Firefox OS — Mozilla
el: Εύρεση Συσκευής — Firefox OS — Mozilla
eu: Bilatu nire gailua — Firefox OS — Mozilla
fr: Localiser mon appareil — Firefox OS — Mozilla
hi_in: मेरा यंत्र खोजो — फ़ायरफ़ॉक्स ओएस — मोज़िला
it: Trova dispositivo – Firefox OS — Mozilla
nb_no: Finn min enhet — Firefox OS — Mozilla
pa: ਮੇਰਾ ਯੰਤਰ ਲੱਭੋ — ਫਾਇਰਫਾਕਸ ਓ.ਸਿ. — ਮੋਜ਼ੀਲਾ
sk: Vyhľadať moje zariadenie — Firefox OS — Mozilla
uk: Знайти мій пристрій — Firefox OS — Mozilla
zh_cn: 查找我的设备 — Firefox OS — Mozilla

source: mozilla
hi_in: मोज़िला
pa: ਮੋਜ਼ੀਲਾ

source: Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस
pa: ਫਾਇਰਫਾਕਸ ਓਐਸ

source: Find My Device
bg: Изгубено устройство
bn_in: আমার ডিভাইস অনুসন্ধান
cs: Nalézt mé zařízení
cy: Canfod Fy Nyfais
el: Εύρεση Συσκευής
eu: Bilatu nire gailua
fr: Localiser mon appareil
hi_in: मेरा यंत्र खोजें
it: Trova dispositivo
nb_no: Finn min enhet
pa: ਮੇਰਾ ਯੰਤਰ ਲੱਭੋ
sk: Vyhľadať moje zariadenie
uk: Знайти мій пристрій
zh_cn: 查找我的设备

source: Locate a lost phone, lock it or even erase it remotely.
bg: Издирвайте изгубен телефон, заключете го или даже го заличете отдалечено.
bn_in: একটি হারিয়ে ফেলা ফোন খুঁজে বের করুন, দূর থেকে লক করে দিন কিমবা মুছে ফেলুন।
cs: Najde umístění ztraceného telefonu, vzdáleně jej uzamkne nebo dokonce vymaže.
cy: Canfod ffôn coll, ei gloi neu hyd yn oed ei ddileu o bell.
el: Εντοπισμός, κλείδωμα ή διαγραφή δεδομένων ενός χαμένου τηλεφώνου απομακρυσμένα.
eu: Kokatu, blokeatu edo ezabatu urrunetik galdutako telefonoa.
fr: Localisez un téléphone perdu, verrouillez-le, ou bien effacez-le à distance.
hi_in: एक खोये फ़ोन का पता ढूंढें, उसे लॉक करें अथवा उसे सुदूर से मिटा दें.
it: Per localizzare un dispositivo smarrito, bloccarlo o cancellare il suo contenuto in remoto.
nb_no: Finn en mistet telefon, lås den eller slett den eksternt.
pa: ਗੁਆਚਿਆਂ ਫੋਨ ਲੱਭੋ, ਲਾਕ ਕਰੋ ਜਾਂ ਇਸ ਨੂੰ ਦੂਰੋਂ ਹੀ ਸਾਫ਼ ਕਰੋ।
sk: Nájdite umiestnenie strateného telefónu, vzdialene ho uzamknite, alebo vymažte.
uk: Визначте розташування втраченого телефону, заблокуйте його чи навіть віддалено зітріть його вміст.
zh_cn: 定位丢失的手机，将其锁定，甚至远程擦除。

source: Sign in
bg: Вписване
bn_in: সাইন ইন
cs: Přihlášení
cy: Mewngofnodi
el: Είσοδος
eu: Hasi saioa
fr: Se connecter
hi_in: साइन इन
it: Accedi
nb_no: Logg inn
pa: ਸਾਇਨ ਇਨ
sk: Prihlásiť
uk: Увійти
zh_cn: 登录

source: Create a Firefox Account
bg: Създаване на Firefox Account
bn_in: একটি Firefox অ্যাকাউন্ট তৈরি করুন
cs: Vytvořit Účet Firefox
cy: Creu Cyfrif Firefox
el: Δημιουργία λογαριασμού Firefox
eu: Sortu Firefoxeko kontua
fr: Créer un compte Firefox
hi_in: फ़ायरफ़ॉक्स खाता तैयार करें
it: Crea un Firefox Account
nb_no: Opprett en Firefox-konto
sk: Vytvoriť Účet Firefox
uk: Створити обліковий запис Firefox
zh_cn: 创建一个 Firefox 账户

source: If you’ve lost your Firefox OS smartphone, Find My Device can help you find it. You can see it on a map, make it play a sound and have it display a message. You can also lock it for safety or delete your personal info completely.
bg: Ако сте загубили своя Firefox OS смартфон, Изгубено устройство ще ви помогне да го издирите. Може да го видите на картата, да го накарате да звъни и да покаже съобщение. Също така може да го заключите или напълно да заличите данните на него.
bn_in: আপনি যদি আপনার Firefox OS স্মার্টফোন হারিয়ে ফেলে থাকেন, তাহলে আমার ডিভাইস অনুসন্ধান করুন আপনাকে তা ফিরে পেতে সাহায্য করতে পারে। আপনি একটি ম্যাপে এটিকে দেখতে পাবেন, এটিতে শব্দ করাতে অথবা বার্তা প্রদর্শিত করাতে পারেন। আপনার সুরক্ষার জন্য আপনি এটিকে লক করে দিতে পারেন অথবা আপনার ব্যক্তিগত তথ্য পুরোপুরিভাবে মুছে ফেলতে পারেন।
cs: Pokud ztratíte svůj telefon s Firefox OS, služba Nalézt mé zařízení vám může pomoci jej nalézt. Můžete jej vidět na mapě, přehrát na něm zvuk či zobrazit zprávu. Můžete jej také z bezpečnostních důvodů zablokovat či z něj kompletně odstranit osobní informace.
cy: Os ydych wedi colli eich ffôn Firefox OS, gan Canfod Fy Nyfais eich helpu i ddod o hyd iddo. Mae modd i chi ei weld ar fap, gwneud iddo ganu tôn a dangos neges. Gallwch hefyd ei gloi er diogelwch neu ddileu eich gwybodaeth bersonol yn llwyr.
el: Εάν έχασες την Firefox OS συσκευή σου, η λειτουργία «Εύρεση Συσκευής» σε βοηθήσει να την βρεις. Μπορείς να την δεις στον χάρτη, να την κάνεις να παίξει έναν ήχο ή να εμφανίζει ένα μήνυμα. Μπορείς επίσης να την κλειδώσεις για ασφάλεια ή να διαγράψεις όλα τα προσωπικά σου δεδομένα.
eu: Zure Firefox OS telefonoa galdu baduzu, 'Bilatu nire gailua' zerbitzuak aurkitzen lagun diezazuke. Mapan ikusi, soinu bat erreproduziarazi edo mezu bat bistara dezakezu. Blokeatu ere egin dezakezu segurtasunagatik edota zure informazio pertsonala erabat ezabatu.
fr: Si vous avez perdu un téléphone Firefox OS, Localiser mon appareil peut vous aider à le retrouver. Vous pouvez le visualiser sur la carte, déclencher une sonnerie et lui faire afficher un message. Vous pouvez également le verrouiller par sécurité ou supprimer toute information personnelle.
hi_in: यदि आप अपना फ़ायरफ़ॉक्स ओएस स्मार्टफोन खो चुके हैं, मेरा यंत्र खोजो उसे ढूंढने में आपकी सहायता कर सकता है. आप उसे एक नक्षे पर देख सकते हैं, उसमें एक धुन बजा सकते हैं एवं उसमें एक संदेश प्रदर्शित कर सकते हैं. आप उसे सुरक्षा के लिए लॉक भी कर सकते हैं अथवा अपनी निजी जानकारी पूर्णतया नष्ट कर सकते हैं.
it: Trova dispositivo può aiutarti a recuperare il tuo smartphone Firefox OS in caso di smarrimento. Permette di visualizzare la posizione del dispositivo su una mappa, attivarne la suoneria o visualizzare un messaggio sullo schermo in remoto. Inoltre per la tua sicurezza consente di bloccare il dispositivo o cancellare completamente le informazioni personali.
nb_no: Hvis du har mistet din Firefox OS-smarttelefon, kan Finn min enhet hjelpe deg med å finne den. Du kan se den på et kart, få den til å spille av en lyd og få den til å vise en melding. Du kan også låse den for sikkerhetsskyld eller slette dine personlige info fullstendig.
pa: ਜੇਕਰ ਤੁਹਾਡਾ firefox OS ਸਮਾਰਟਫੋਨ ਗੁੰਮ ਹੋ ਗਿਆ ਹੈ ਤਾਂ find my device ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ । ਤੁਸੀਂ ਇਸਨੂੂੰ ਨਕਸ਼ੇ ਉਤੇ ਵੇਖ ਸਕਦੇ ਹੋ , ਕੋਈ ਸਾਊਂਡ ਚਲਾ ਸਕਦੇ ਹੋ ਅਤੇ ਇਹ ਸੁਨੇਹਾ ਵੀ ਦਿਖਾਉਂਦਾ ਹੈ । ਤੁਸੀਂ ਸੁਰੱਖਿਆ ਲਈ ਇਸ ਨੂੰ ਲੌਕ ਜਾਂ ਆਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਮਿਟਾ ਸਕਦੇ ਹੋ ।
sk: Ak stratíte svoj telefón s Firefox OS, služba Vyhľadať moje zariadenie vám môže pomôcť ho nájsť. Môžete ho vidieť na mape, prehrať na ňom zvuk, alebo zobraziť správu. Môžete ho tiež z bezpečnostných dôvodov zablokovať, alebo z neho kompletne odstrániť všetky vaše údaje.
uk: Якщо ви втратили свій смартфон з Firefox OS, функція знаходження пристрою може допомогти вам його знайти. Ви можете побачити його на карті, активувати відтворення звуку та показати повідомлення. Ви також можете заблокувати його чи повністю видалити персональну інформацію.
zh_cn: 如果您丢失了您的 Firefox OS 智能手机，“查找我的设备”可以帮助您找到它。您可以在地图上看到它，使其播放声音，和让它显示一条消息。您也可以安全地锁定它或者完全删除您的个人信息。

source: To get started, make sure you have a Firefox Account and Find My Device enabled on your phone.
bg: Като начало, се уверете че имате Firefox Account и Изгубено устройство е включено на телефона ви.
bn_in: শুরু করার জন্য, আপনার একটি ফায়ারফক্স অ্যাকাউন্ট আছে কিনা তা নিশ্চিত করুন এবং আমার ডিভাইস অনুসন্ধান সক্রিয় করা আছে কিনা দেখুন।
cs: Pro začátek se ujistěte, že jste na svém telefonu přihlášeni k Účtu Firefox a máte aktivovánu službu Nalézt mé zařízení.
cy: I gychwyn arni, gwnewch yn siŵr fod gennych gyfrif Firefox a Canfod Fy Nyfais wedi ei alluogi ar eich ffôn.
el: Για να ξεκινήσεις σιγουρέψου πως έχεις έναν λογαριασμό Firefox άλλα και ενεργοποιημένη την λειτουργία «Εύρεση Συσκευής» στην συσκευή σου.
eu: Hasteko, ziurtatu Firefoxeko kontua duzula eta 'Bilatu nire gailua' zerbitzua gaituta dagoela telefonoan.
fr: Assurez-vous d’abord de posséder un compte Firefox et d’avoir activé Localiser mon appareil sur votre téléphone.
hi_in: शुरू करने के लिए, यह सुनश्चित करें की आपके पास एक फ़ायरफ़ॉक्स खाता एवं आपके फ़ोन पर मेरा यंत्र खोजो चालू है.
it: Prima di iniziare controlla se disponi già di un Firefox Account e se l’opzione Trova dispositivo è attiva sul dispositivo.
nb_no: For å komme i gang, må du ha en Firefox-konto og Finn min enhet aktivert på telefonen.
pa: ਸ਼ੁਰੂ ਕਰੋ, ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਯਕੀਨਨ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਹੈ ਅਤੇ ਮੇਰਾ ਯੰਤਰ ਲੱਭੋ ਯੋਗ ਕੀਤੀ ਹੋਈ ਹੈ ਤੁਹਾਡੇ ਫੋਨ ਵਿੱਚ
sk: Na začiatok sa uistite, že ste na vašom zariadení prihlásený k Účtu Firefox a máte aktívovanú službu Vyhľadať moje zariadenie.
uk: Щоб почати, переконайтесь, що ви маєте обліковий запис Firefox і функція знаходження пристрою на вашому телефоні увімкнена.
zh_cn: 在开始使用之前，请确保您有一个 Firefox 账户，并且已经在您的手机上启用了“查找我的设备”。

source: Track
bg: Проследяване
bn_in: ট্র্যাক
cs: Sledovat
cy: Tracio
el: Εντοπισμός
eu: Jarraitu
fr: Localiser
hi_in: खोज
it: Tracciamento
nb_no: Spor
pa: ਟਰੈਕ ਕਰੋ
sk: Sledovať
uk: Стежити
zh_cn: 跟踪

source: As long as your phone remains on and connected to the Internet, you can see its location on the map.
bg: Докато телефонът ви е включен и свързан към Интернет може да го видите местоположението му на картата.
bn_in: যতক্ষণ না আপনার ফোন অন আছে এবং ইন্টারনেটের সাথে সংযুক্ত রয়েছে, আপনি মানচিত্রে তার অবস্থান দেখতে পারেন।
cs: Tak dlouho, jak váš telefon zůstane zapnutý a připojený k Internet, budete moci vidět jeho umístění na mapě.
cy: Cyhyd a bod eich ffôn ymlaen ac wedi ei gysylltu â'r rhyngwyd, gallwch weld ei leoliad ar y map.
el: Όσο το τηλέφωνό σας παραμένει συνδεδεμένο στο Διαδίκτυο, μπορείτε να δείτε την τοποθεσία του στον χάρτη.
eu: Zure telefonoa Internetera konektatuta dagoen bitartean, bere kokapena mapan ikusi ahal izango duzu.
fr: Tant que votre téléphone reste allumé et connecté à Internet, vous pouvez visualiser sa position sur la carte.
hi_in: जब तक आपका फ़ोन चालू एवं इंटरनेट से जुड़ा रहेगा, आप उसका ठिकाना नक्षे पर देख सकते हैं.
it: Finché il dispositivo rimane acceso e connesso a Internet sarà possibile visualizzare la sua posizione su una mappa.
nb_no: Så lenge telefonen forblir påslått og koblet til Internett, kan du se dens posisjon på kartet.
pa: ਜਿੰਨਾ ਸਮਾਂ ਤੁਹਾਡਾ ਫੋਨ ਚਾਲੂ ਅਤੇ ਇੰਟਰਨੈਟ ਨਾਲ ਸੰਪਰਕ ਵਿੱਚ ਰਹੇਗਾ , ਤੁਸੀਂ ਇਸਦੀ ਸਥਿਤੀ ਨਕਸ਼ੇ ਉਤੇ ਵੇਖ ਸਕਦੇ ਹੋ ।
sk: Tak dlho ako ostane váš telefón zapnutý a pripojený na Internet budete môcť vidieť jeho polohu na mape.
uk: Поки ваш телефон залишається підключеним до Інтернету, ви можете бачити його розташування на карті.
zh_cn: 只要您的手机仍然连接在互联网上，您就可以在地图上看到它的位置。

source: Ring
bg: Звънене
bn_in: রিং
cs: Prozvonění
cy: Canu
el: Κουδούνισμα
eu: Erreproduzitu soinua
fr: Faire sonner
hi_in: बजाएं
it: Emissione suoni
pa: ਘੰਟੀ
sk: Vyzváňanie
uk: Дзвонити
zh_cn: 振铃

source: If you see that it’s nearby on the map, you can make the phone ring, even if the ringer is set to silent.
bg: Ако виждате, че е някъде наблизо на картата може да го накарате да звъни, дори и да е в безшумен режим.
bn_in: যদি আপনি এটি মানচিত্রে কাছাকাছি আছে এমন দেখেন তাহলে ফোন সাইলেন্টে থাকা স্বত্বেও ফোনে রিং করতে পারেন।
cs: Pokud vidíte podle mapy, že je poblíž, můžete telefon prozvonit, a to dokonce i tehdy, když je zvonění ztlumené.
cy: Os ydych yn gallu gweld o'r map ei fod gerllaw galwch wneud i'r ffôn ganu, hyd yn oed os yw wedi ei osod i fod yn dawel.
el: Εάν η συσκευή βρίσκεται κοντά σας στον χάρτη, μπορείτε να την κάνετε να χτυπήσει ακόμα και αν είναι ρυθμισμένη στο αθόρυβο.
eu: Mapan gertu dagoela ikusten baduzu, telefonora dei dezakezu, txirrin-tonua itzalita egonda ere.
fr: Si vous constatez qu’il se trouve à proximité sur la carte, vous pouvez faire sonner le téléphone, même si la sonnerie est désactivée.
hi_in: यदि आप देख सकते हैं की वह नक्षे पर समीप है, आप फ़ोन को बजा सकते हैं, यदि रिंगर साइलेंट हो तब भी.
it: Se noti sulla mappa che il dispositivo è nelle tue immediate vicinanze, puoi attivarne la suoneria, anche se è impostato su modalità silenziosa.
nb_no: Hvis du ser at det er i nærheten på kartet, kan du få telefonen til å ringe, selv om ringelyden er satt til lydløs.
pa: ਜੇਕਰ ਤੁਸੀਂ ਨਕਸ਼ੇ ਉਤੇ ਇਸਨੂੰ ਨਜ਼ਦੀਕ ਦੇਖਦੇ ਹੋ , ਤਾਂ ਤੁਸੀਂ ਫੋਨ ਉਤੇ ਰਿੰਗ ਵਜਾ ਸਕਦੇ ਹੋ , ਭਾਵੇਂ ਰਿੰਗਰ silent ਉਤੇ ਸੈਟ ਹੋਵੇ ।
sk: Ak podľa mapy vidíte, že sa nachádza blízko, môžete aktivovať vyzváňanie a to dokonca aj vtedy, ak sú zvonenia vypnuté.
uk: Якщо ви бачите по карті, що він знаходиться неподалік, ви можете активувати дзвінок, навіть якщо він знаходиться у режимі без звуку.
zh_cn: 如果您在地图上看到它就在附近，您可以使其振铃，即便其铃声已设置为静音。

source: Lock
bg: Заключване
bn_in: লক
cs: Uzamknout
cy: Cloi
el: Κλείδωμα
eu: Blokeatu
fr: Verrouiller
hi_in: लॉक
it: Blocco
nb_no: Lås
pa: ਲਾਕ
sk: Uzamknúť
uk: Заблокувати
zh_cn: 锁定

source: To protect your personal info, you can lock your screen and have it display a message to help someone return it to you.
bg: За да предпазите личната си информация може да заключите екрана и да изпишете съобщение, за да помогнете на някой да ви го върне.
bn_in: আপনার ব্যক্তিগত তথ্য রক্ষা করার জন্য, আপনি আপনার পর্দা লক করতে পারেন এবং কেউ যাতে আপনাকে তা ফেরত দিতে সাহায্য করতে পারে তার জন্য একটি বার্তা প্রদর্শন করাতে পারেন।
cs: Pro ochranu vašich osobních informací můžete zamknout vaši obrazovku a zobrazit na ní zprávu a usnadnit tím případnému nálezci navrácení vašeho zařízení.
cy: I ddiogelu eich gwybodaeth bersonol, gallwch gloi'r sgrin a dangos neges i helpu rhywun ei ddychwelyd i chi.
el: Για να προστατέψετε τα προσωπικά σας δεδομένα, μπορείτε να κλειδώσετε την οθόνη και να προβάλετε ένα μήνυμα σε αυτή ώστε να βοηθήσετε κάποιον να σας την επιστρέψει.
eu: Zure informazio pertsonala babesteko, pantaila blokeatu eta mezu bat bistara dezakezu, inork gailua zuri itzultzen laguntzeko.
fr: Afin de protéger vos données personnelles, vous pouvez verrouiller votre écran et y afficher un message pour indiquer à la personne qui retrouvera votre téléphone comment elle peut vous le rendre.
hi_in: अपनी निजी जानकारी सुरक्षित करने के लिए, आप अपनी स्क्रीन लॉक कर सकते हैं एवं उसपर एक संदेश प्रदर्शित कर सकते हैं जिसकी सहायता से कोई आपको उसे लौटा सकता है.
it: Per proteggere le tue informazioni personali è possibile inserire il blocco schermo e immettere nella schermata di blocco un messaggio per comunicare a chiunque trovi il dispositivo istruzioni su come restituirtelo.
nb_no: For å beskytte din personlige informasjon, kan du låse skjermen og få den til å vise en melding for å hjelpe noen til å returnere den til deg.
pa: ਅਾਪਣੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ, ਤੁਸੀਂ ਆਪਣੀ ਸਕਰੀਨ ਲੌਕ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਕ ਮੈਸੇਜ ਦਿਖਾਉਣ ਦਿਓ ਤਾਂ ਕਿ ਕੋਈ ਵੀ ਤੁਹਾਨੂੰ ਵਾਪਸ ਕਰ ਦੇਵੇ ।
sk: Pre ochranu vašich osobných údajov môžete zamknúť obrazovku a zobraziť na nej správu. Môžete tak prípadnému nálezcovi zjednodušiť cestu k vráteniu zariadenia.
uk: Для захисту своєї особистої інформації, ви можете заблокувати його і вивести на дисплей повідомлення для того в кого він знаходиться.
zh_cn: 为了保护您的个人信息，您可以锁定您的屏幕，并且使其显示一条消息，以帮助别人返还给您。

source: Erase
bg: Заличаване
bn_in: মুছুন
cs: Smazat
cy: Dileu
el: Διαγραφή Δεδομένων
eu: Ezabatu
fr: Effacer
hi_in: मिटाएं
it: Cancella contenuto
nb_no: Slett
pa: ਸਾਫ਼ ਕਰੋ
sk: Vymazať
uk: Стерти
zh_cn: 擦除

source: If you’re unable to find your phone, you can permanently erase it, but please note that this can not be undone.
bg: Ако не може да издирите телефона си може да го заличите, но имайте предвид, че това е необратимо.
bn_in: যদি আপনি আপনার ফোন খুঁজে পেতে অসমর্থ হন, তাহলে আপনি এটি স্থায়ীভাবে মুছে ফেলতে পারেন, কিন্তু এটি পূর্বাবস্থায় আর ফেরানো যাবে না দয়া করে একথা মনে রাখবেন।
cs: Pokud se vám nedaří váš telefon nalézt, můžete jej trvale smazat, ale smazání už později nelze vzít zpět.
cy: Os nad ydych yn gallu dod o hyd i'ch ffôn, gallwch ei ddileu'n barhaol ond cofiwch had oes modd dadwneud hyn.
el: Εάν αδυνατείτε να βρείτε το τηλέφωνό σας, μπορείτε να το διαγράψετε μόνιμα, προσοχή η διαγραφή είναι μη αναστρέψιμη.
eu: Ez bazara zure telefonoa aurkitzeko gai, betirako ezaba dezakezu baina kontuan izan hau ezin dela desegin.
fr: Si vous ne parvenez pas à localiser votre téléphone, vous pouvez l’effacer de façon définitive. Mais attention, cette action est irréversible.
hi_in: यदि आप अपना फ़ोन नहीं ढूंढ पा रहे हैं, आप उसे स्थायी रूप से मिटा सकते हैं, परन्तु कृपया ध्यान दें की यह क्रिया वापस नही हो पाएगी.
it: In caso tu sia impossibilitato a recuperare il dispositivo puoi decidere di cancellarne definitivamente il contenuto, ma tieni presente che questa azione non potrà essere annullata.
nb_no: Hvis du ikke klarer å finne telefonen din, kan du slette den permanent, men vær oppmerksom på at dette ikke kan gjøres om.
pa: ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਫ਼ੋਨ ਨੂੰ ਲੱਭਣ ਨਹੀਂ ਸਕਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਪੱਕੇ ਤੌਰ ਉੱਤੇ ਸਾਫ਼ ਕਰ ਸਕਦੇ ਹੋ, ਪਰ ਯਾਦ ਰੱਖੋ ਕਿ ਇਹ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਿਸ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
sk: Ak sa vám nedarí váš telefón nájsť, môžete ho natrvalo vymazať. Vymazanie je však nezvratný krok.
uk: Якщо ви не маєте можливості знайти свій телефон, ви можете повністю стерти його вміст, але майте на увазі, що цю дію неможливо відмінити.
zh_cn: 如果您已经无法找到您的手机，您可以永久擦除它。但请注意，此操作不可撤销。

source: Mozilla
hi_in: मोज़िला
pa: ਮੋਜ਼ੀਲਾ

source: Portions of this content are ©1998–2014 by individual mozilla.org contributors. Content available under a <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons license</a>.
bg: Част от съдържанието е ©1998–2014 от индивидуални дарители на mozilla.org. Съдържанието е достъпно под <a href='http://www.mozilla.org/foundation/licensing/website-content/'>лиценз Creative Commons</a>.
bn_in: এর কিছু অংশ ©1998–2014 স্বতন্ত্র mozilla.org অবদানকারীদের দ্বারা। অধীন উপলব্ধ বিষয়বস্তু <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons license</a>।
cs: Části tohoto obsahu jsou ©1998–2014 jednotlivými přispěvateli mozilla.org. Obsah je dostupný pod <a href='http://www.mozilla.org/foundation/licensing/website-content/'>licencí Creative Commons</a>.
cy: Mae darnau o'r cynnwys o dan © 1998–2014 gan gyfranwyr unigol mozilla.org. Mae'r cynnwys ar gael o dan <a href='http://www.mozilla.org/foundation/licensing/website-content/'>drwydded Creative Commons</a>.
el: Μέρη αυτού του περιεχομένου είναι ©1998–2014 από τους επιμέρους συνεισφέροντες του mozilla.org. Το περιεχόμενο είναι διαθέσιμο στο <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Άδεια Creative Commons</a>.
eu: Eduki honen zati batzuk mozilla.org-en laguntzaile indibidualenak dira, ©1998–2014. Edukia <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons lizentzia</a> baten pean dago erabilgarri.
fr: Certaines parties de ce contenu sont ©1998–2014 par les contributeurs individuels de mozilla.org. Le contenu est disponible sous <a href='http://www.mozilla.org/foundation/licensing/website-content/'>licence Creative Commons</a>.
hi_in: इस सारांश के अंश ©1998–2014 के व्यक्तिगत mozilla.org सहयोगियों द्वारा हैं. सारांश इसके तहत उपलब्ध है <a href='http://www.mozilla.org/foundation/licensing/website-content/'>क्रिएटिव कॉमन्स लाइसेंस</a>.
it: PParte di questi contenuti sono ©1998–2014 di singoli collaboratori di mozilla.org. I contenuti sono disponibili secondo la <a href='http://www.mozilla.org/foundation/licensing/website-content/'>licenza Creative Commons</a>.
nb_no: Deler av dette innholdet er ©1998–2014 av individuelle mozilla.org-bidragsytere. Innholdet er tilgjengelig under en <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons-lisens</a>.
pa: ©1998–2014 ਦੇ ਵਿਸ਼ਾ-ਵਸਤੂ ਦੇ ਹਿੱਸੇ individual mozila.org ਦੇ ਸਹਾਇਕਾਂ ਦੁਆਰਾ ਦਿੱਤੇ ਹਨ । ਵਿਸ਼ਾ-ਵਸਤੂ<a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons license</a>. ਦੇ ਅਧੀਨ ਉੁੁਪਲਬਧ ਹਨ
sk: Časť tohto obsahu bola v rokoch ©1998–2014 vytvorená individuálnymi prispievateľmi mozilla.org. Obsah je dostupný pod licenciou <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons</a>.
uk: Частини цього вмісту створені учасниками проекту mozilla.org ©1998–2014. Вміст доступний на умовах <a href='http://www.mozilla.org/foundation/licensing/website-content/'>ліцензії Creative Commons</a>.
zh_cn: 此内容的部分版权归属个别 mozilla.org 贡献者所有，©1998–2014。内容可在<a href='http://www.mozilla.org/foundation/licensing/website-content/'>知识共享许可证</a>下使用。

source: Contact Us
bg: Контакт
bn_in: আমাদের সাথে যোগাযোগ করুন
cs: Kontaktujte nás
cy: Cysylltwch â Ni
el: Επικοινωνήστε μαζί μας
eu: Jarri gurekin harremanetan
fr: Contactez-nous
hi_in: हमसे संपर्क करें
it: Contattaci
nb_no: Kontakt oss
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
sk: Kontaktujte nás
uk: Зв'язатися з нами
zh_cn: 联系我们

source: Partner with Us
bg: Партньорство
bn_in: আমাদের সঙ্গে অংশীদার হন
cs: Buďme partneři
cy: Partneru â Ni
el: Γίνετε συνεργάτης μας
eu: Egin bazkide
fr: Partenariats
hi_in: हमारे साथ सहयोग करें
it: Diventa nostro partner
nb_no: Bli partner med oss
pa: ਸਾਡੇ ਨਾਲ ਹਿੱਸੇਦਾਰ ਬਣੋ
sk: Partnerstvo
uk: Стати нашим партнером
zh_cn: 我们的合作伙伴

source: Donate
bg: Дарение
bn_in: দান করুন
cs: Přispějte
cy: Cyfrannu
el: Κάντε μια δωρεά
eu: Egin dohaintza
fr: Faire un don
hi_in: दान करें
it: Fai una donazione
nb_no: Donér
pa: ਦਾਨ ਦਿਓ
sk: Darujte
uk: Зробити внесок
zh_cn: 捐助

source: Firefox Affiliates
bg: Firefox съдружие
cy: Cysylltiedig â Mozilla
eu: Firefoxen bazkideak
fr: Affiliés Firefox
hi_in: फ़ायरफ़ॉक्स संबद्ध
nb_no: Firefox-partnere
pa: Firefox ਸ਼ਾਮਿਲ ਕਰਨਾ
sk: Firefox tlačidlá
uk: Підрозділи Firefox

source: Contribute to this page
bg: Допринасяне
bn_in: এই পেজে অবদান রাখুন
cs: Přispět k této stránce
cy: Cyfrannu i'r dudalen
el: Συνεισφέρετε σε αυτήν την σελίδα
eu: Egin ekarpena horri honi
fr: Contribuer à cette page
hi_in: इस पृष्ठ में योगदान करें
it: Collabora a questa pagina
nb_no: Bidra til denne siden
pa: ਇਹ ਸਫ਼ੇ ਲਈ ਯੋਗਦਾਨ ਦਿਓ
sk: Prispieť k obsahu stránky
uk: Допомогти покращити цю сторінку
zh_cn: 贡献此页面

source: Privacy
bg: Неприкосновеност на лични данни
bn_in: গোপনীয়তা
cs: Soukromí
cy: Preifatrwydd
el: Απόρρητο
eu: Pribatutasuna
fr: Vie privée
hi_in: निजी
nb_no: Personvern
pa: ਪਰਦੇਦਾਰੀ
sk: Súkromie
uk: Приватність
zh_cn: 隐私

source: Legal
bg: Правни въпроси
bn_in: আইনানুগ
cs: Právní informace
cy: Cyfreithiol
el: Νομικά
eu: Legala
fr: Mentions légales
hi_in: कानूनी
it: Note legali
nb_no: Juridisk
pa: ਕਾਨੂੰਨੀ
sk: Právne informácie
uk: Юридична інформація
zh_cn: 法律

source: Report Trademark Abuse
bg: Докладване злоупотреба със запазена марка
bn_in: ট্রেডমার্ক অপব্যবহার সম্বন্ধে রিপোর্ট করুন
cs: Nahlásit zneužití známky
cy: Adrodd ar y Camddefnydd o Nodau Masnach
el: Αναφορά παραβίασης εμπορικού σήματος
eu: Salatu markaren erabilera okerra
fr: Signaler un abus de marque déposée
hi_in: ट्रेडमार्क दुरुपयोग सूचित करें
it: Segnala abusi dei marchi registrati
nb_no: Rapporter misbruk av varemerker
pa: ਟਰੇਡਮਾਰਕ ਉਲੰਘਣ ਰਿਪੋਰਟ ਦਿਓ
sk: Nahlásiť porušenie ochrannej známky
uk: Повідомити про зловживання торговою маркою
zh_cn: 报告商标滥用

source: Mozilla:
fr: Mozilla&nbsp;:
hi_in: मोज़िला:
pa: ਮੋਜ਼ੀਲਾ:

source: Twitter
hi_in: ट्वीटर
pa: ਟਵਿੱਟਰ

source: Facebook
hi_in: फेसबुक
pa: ਫੇਸਬੁੱਕ

source: Firefox:
fr: Firefox&nbsp;:
hi_in: फ़ायरफ़ॉक्स:
pa: ਫਾਇਰਫਾਕਸ:

source: YouTube
hi_in: यूट्यूब
pa: ਯੂਟਿਊਬ
