Repository: Mozilla-GitHub-Standards/3e8c76b08fef7e8db4da2d265b2636f1856ef1a5915f7b70a2ac24c412f5b7f1
Catalog: locale/hsb/LC_MESSAGES/client.po
Languages: hsb

source: Your device is erasing.
hsb: Waš grat so haša.

source: An error occurred while trying to erase your device.
hsb: Při pospyće waš grat zhašeć, je zmylk wustupił.

source: Your device is locked.
hsb: Waš grat je zawrjeny.

source: An error occurred while trying to lock your device.
hsb: Při pospyće waš grat zawrěć, je zmylk wustupił.

source: Your device is ringing.
hsb: Waš grat zwoni.

source: An error occurred while trying to ring your device.
hsb: Při pospyće waš grat zwonić dać, je zmylk wustupił.

source: An error occurred while trying to locate your device. Trying again...
hsb: Při pospyće stejnišćo wašeho grata postajić, je zmylk wustupił. Pospytuje so hišće raz...

source: Locating device...
hsb: Stejnišćo grata so postaja...

source: Menu
hsb: Meni

source: Sign out
hsb: Wotzjewić

source: Connecting to device...
hsb: Zwjazuje so z gratom...

source: Ring
hsb: Zwonić dać

source: Lock
hsb: Zawrěć

source: Erase
hsb: Zhašeć

source: Sorry but you don't have any devices.
hsb: Je nam žel, ale nimaće žane graty.

source: Enable Find My Device on your Firefox OS device.
hsb: Funkciju Mój grat namakać na wašim graće Firefox OS zmóžnić

source: Close
hsb: Začinić

source: Erase Device
hsb: Grat zhašeć

source: Erasing your device will:
hsb: Hdyž swój grat hašeće:

source: Delete your contacts, media, messages and installed apps
hsb: so waše kontakty, medije, powěsće a instalowane nałoženja zhašeja

source: Restore the device to its factory settings
hsb: so zawodne nastajenja grata wobnowja

source: Disable Find My Device
hsb: Funkciju Mój grat namakać znjemóžnić

source: Confirmation
hsb: Wobkrućenje

source: Are you sure you want to erase your device?
hsb: Chceće swój grat woprawdźe zhašeć?

source: Cancel
hsb: Přetorhnyć

source: Lock Device
hsb: Grat zawrěć

source: Step 1
hsb: Krok 1

source: Step 2
hsb: Krok 2

source: Enter a note to show on the device:
hsb: Zapodajće zdźělenku, kotraž ma so na graće pokazać:

source: Note (optional)
hsb: Zdźělenka (opcionalny)

source: Next
hsb: Dale

source: Back
hsb: Wróćo

source: Enter a passcode to lock your device:
hsb: Zapodajće hesłowu frazu, zo byšće swój grat zawrěł.

source: Passcode is required.
hsb: Hesłowa fraza je trěbna.

source: Passcode must be 4 digits.
hsb: Hesłowa fraza dyrbi z 4 znamješkow wobstać.

source: Enter passcode again:
hsb: Hesłowu frazu znowa zapodać:

source: Passcodes must match.
hsb: Hesłowej frazy dyrbitej jenakej być.

source: Once your device is locked, you will not be able to change this code again.
hsb: Tak ruče hač waš grat je zawrjeny, njemóžeće hižo tutu frazu změnić.

source: Ring Device
hsb: Grat zwonić dać

source: Play a sound on your device to help you find it.
hsb: Zynk na wašim graće wothrać, zo byšće jón lěpje namakał.
